-- TEST MOVIE
insert into movie values(1,'2022-05-30','영화제목1','테스트소개1','120','2022-12-31','15','코미디','봉준호','4.1','','');
insert into movie values(2,'2022-06-01','영화제목2','테스트소개2','115','2022-12-31','12','장르1','김철순','4.1','','');
insert into movie values(3,'2022-07-01','영화제목3','테스트소개3','110','2022-12-31','16','장르2','동길홍','3.1','','');
insert into movie values(4,'2022-08-01','영화제목4','테스트소개4','100','2022-12-31','19','장르3','동홍길','10.1','','');
insert into movie values(5,'2022-09-01','영화제목5','테스트소개5','90','2022-12-31','17','장르4','길동홍','5.1','','');
insert into movie values(6,'2022-10-01','영화제목6','테스트소개6','95','2022-12-31','11','장르5','길홍동','7.1','','');
insert into movie values(7,'2022-11-01','영화제목7','테스트소개7','80','2022-12-31','13','장르6','홍동길','6.1','','');
insert into movie values(8,'2022-12-01','영화제목8','테스트소개8','72','2022-12-31','7','스릴러','홍길동','8.1','','');
commit;
